Repository: coinso/coinso-simple-testimonials
Catalog: languages/cts-*.po
Languages: he_il

source: A Simple Testimonials Slider
he_il: קרוסלת לקוחות פשוטה

source: Add Section Title
he_il: כותרת איזור

source: Add Testimonial Video ID
he_il: הוסף מספר מזהה של וידאו

source: Auto Play
he_il: האם לאפשר מעבר אוטומטי?

source: Auto Play Speed
he_il: מהירות מעבר אוטומטי בין שקופיות

source: Client Testimonials Setting
he_il: הגדרות תוסף

source: Client Testimonials Slider
he_il: קרוסלת לקוחות

source: Coinso Testimonials
he_il: קרוסלת לקוחות

source: Date
he_il: תאריך

source: How Many Slides to Show
he_il: כמות שקופיות לתצוגה

source: Infinite
he_il: האם לאפשר תצוגה אינסופית?

source: Save Changes
he_il: שמור שינויים

source: Select Play Icon
he_il: בחר אייקון לתצוגה

source: Select Time in Milliseconds, for example 1000 = 1 Second.<br> Auto play must be set to True
he_il: יש לבחור זמן ב מילי-שניות, לדוגמא 1000 = שניה אחת.<br> חובה לבחור מעבר שקופיות אוטומטי

source: Set Plugin Main Color
he_il: בחרית צבע ראשי

source: Set Plugin Secondary Color
he_il: בחירת צבע משני

source: Settings For the Client Testimonials Slider Plugin
he_il: הגדרות תצוגה

source: Testimonial Video ID
he_il: מזהה ייחודי לוידאו

source: Testimonials Section Title
he_il: כותרת איזור

source: Title
he_il: כותרת

source: Video ID
he_il: מזהה ייחודי לוידאו
